---
kind: property
id: P:Autodesk.Revit.DB.Structure.ReleaseConditions.Mz
source: html/5ee85031-ac79-4348-ac88-1ec01b66df14.htm
---
# Autodesk.Revit.DB.Structure.ReleaseConditions.Mz Property

Gets or Sets the Mz of the release type.

## Syntax (C#)
```csharp
public bool Mz { get; set; }
```